/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "需提供一个目标（IP地址或主机名）以订阅";

/* About prefs tab title */
"About" = "关于";

/* Title for section containing actions (SMS, MailMe, Speech, etc)
   Title to go on Actions pop up
   Title to go on the actions pop up */
"Actions" = "操作";

/* Title to go above the actions pop up on */
"Actions:" = "操作：";

/* Option to add a compound action config */
"Add Compound" = "添加复合操作";

/* Button to add a configuration */
"Add Config" = "添加配置";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "其它下载";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "注意！启用该选项将把Growl.app加入启动项";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "允许其它电脑订阅所有通知";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "用该选项后，Growl将在每次登陆时运行，因此始终为需要的程序提供服务";

/* Notification always stay on screen */
"Always" = "总是";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the Growl Tickets Database.\nApplications may register, and you can adjust settings.\nHowever, no registrations or settings will be saved to the next session, and Growl may use more memory" = "创建或打开Growl的Tickets数据库时发生不可修正的错误。\n应用程序仍可注册，用户也可以更改设置。\n但是Growl应用关闭时应用的注册信息和修改的设置无法保存，并且Growl可能占用额外的内存。";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "创建或打开历史数据库时出现不可修复错误。\n历史功能暂时禁用，Rollup仍可使用。\n即使历史功能被重新启用，也无法保存任何数据，并且Growl可能占用大量内存。";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "应用";

/* Application decides whether a note should stay on screen */
"Application Decides" = "由应用决定";

/* Use the application's defaults */
"Application Default" = "应用默认";

/* Label for application level display style choice */
"Application's Display Style" = "该应用显示样式";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "应用：%1$@\n标题：%2$@\n描述：%3$@\n点击打开日志";

/* Application prefs tab title */
"Applications" = "应用";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "确认退出？";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "确认删除%@？";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "已配置Bonjour，当前无法找到";

/* Button title for canceling */
"Cancel" = "取消";

/* Clear all history button title */
"Clear All History" = "清除所有历史";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "清除Rollup历史里的所有通知";

/* No comment provided by engineer. */
"Clear Rollup" = "清空Rollup";

/* close all open notifications */
"Close all notifications" = "关闭所有通知";

/* Title for section containing compound actions (composed of multiple actions) */
"Compound" = "复合";

/* No comment provided by engineer. */
"Compound Action" = "复合操作";

/* Column title for a computer entry */
"Computer Name" = "计算机名";

/* Consider me idle based on time entered below */
"Consider me idle after:" = "以下时间无操作切换为空闲：";

/* Continue button title */
"Continue" = "继续";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "发现当前版本已损坏";

/* Label for selectiong default actions */
"Default Actions" = "默认操作";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "通知默认开始位置";

/* Default style picker label */
"Default Style" = "默认样式";

/* Explanation for what the big magic notification center switch means */
"Disable Growl visual controls and foward notifications to OS X" = "禁用Growl通知并将通知转发至OS X";

/* alert when history database could not be moved aside */
"Disabling History" = "禁用历史";

/* Label for the display style of the selected notification */
"Display Style:" = "显示样式：";

/* Column title for Display Styles */
"Display Styles" = "显示样式";

/* Display prefs tab title
   Title for section containing displays (Smoke, Whiteboard, Bezel, etc) */
"Displays" = "显示";

/* Continue button title when done */
"Done" = "完成";

/* Emergency notification priority */
"Emergency" = "紧急";

/* Label for application on/off switch */
"Enable %@" = "启用%@";

/* Label for application on/off switch */
"Enable application" = "启用应用";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "登陆时运行Growl";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "启用历史：";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "启用日志";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "启用该选项将使Growler不在Dock或MenuBar中显示。\n\n请在Launchpad或Finder中打开Growler进行偏好设置。\"";

/* Alert when database has been corrupted */
"Error opening %@." = "无法打开%@";

/* fatal alert */
"Fatal Error" = "严重错误";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "防火墙设置：网络通知使用23053端口TCP协议";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "将通知转发给其它电脑";

/* Tab title for forwarding */
"Forwarding" = "正在转发";

/* General prefs tab title */
"General" = "常规";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "获取应用";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "获取更多样式";

/* Use the global defaults from the displays tab */
"Global Default" = "全局默认";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "提交Growl的Bug";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the %@, and will terminate upon closing this window.  Please contact us at support@growl.info." = "Growl设置%@时遇到严重错误，并将在关闭该窗口后结束。请联系我们 support@growl.info。";

/* No comment provided by engineer. */
"Growl History Disabled" = "Growl历史已禁用";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Growl必须重启以使改变生效。";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Growl通知Rollup";

/* button to open http://growl.info */
"Growl Web Site" = "Growl网站";

/* No comment provided by engineer. */
"Hide Rollup" = "隐藏Rollup";

/* No comment provided by engineer. */
"Hide the History Rollup" = "隐藏Rollup历史";

/* High notification priority */
"High" = "高";

/* History prefs tab title */
"History" = "历史";

/* Unit of time for idle detection */
"Hours" = "小时";

/* Title on box containing idle detection controls */
"Idle Detection" = "空闲检查";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "退出Growl后您将无法收到通知。";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "指已发现使用Growl 1.3或更高版本的电脑";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "指手动输入的用于转发或订阅的电脑";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "当通知被点击时通知%@";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "保留数量";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "保留天数";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "旧版Growl卸载工具";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "监听并接受消息";

/* Title for section containing apps from the local machine */
"Local" = "本地";

/* Unit of time for idle detection */
"Minutes" = "分钟";

/* Moderate notification priority */
"Moderate" = "中等";

/* Network prefs tab title */
"Network" = "网络";

/* Notification will never stay on screen */
"Never" = "从不";

/* No comment provided by engineer. */
"No" = "否";

/* Use no actions */
"No Actions" = "无操作";

/* Don't do any actions */
"No Default Actions" = "无默认操作";

/* Setting for no visual display */
"No Default Display" = "无默认样式";

/* Growl will run compeletely in the background */
"No icon visible" = "不显示图标";

/* No comment provided by engineer. */
"No Recent Notifications" = "最近无通知";

/* Normal notification priority */
"Normal" = "普通";

/* Label for the tab which contains notification settings */
"Notifications" = "通知";

/* If the string is too long, use O */
"OFF" = "关";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Ok" = "好";

/* If the string is too long, use I */
"ON" = "开";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "打开Growl偏好设置...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "打开Growl偏好设置面板";

/* Use Mac OS X Notifications switch label */
"OS X Notifications" = "OS X通知";

/* Column title for a password */
"Password" = "密码";

/* No comment provided by engineer. */
"Pause Growl" = "暂停Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "暂停Growl的可见通知";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "请勿输入localhost，Growl不支持转发消息给自己。";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "请勿输入localhost，Growl不支持订阅自己的消息。";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "请输入有效IPv4或IPv6地址，或有效的主机名";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "插件'%@'已成功安装。你希望现在进行配置吗？";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "插件'%@'已安装过，你希望覆盖它吗？";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "插件'%@'无法在运行当前Mac OS X的Mac上工作。还要安装吗？";

/* No comment provided by engineer. */
"Plugin already exists" = "插件已存在";

/* No comment provided by engineer. */
"Plugin installed" = "插件已安装";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "插件缺少当前架构支持";

/* No comment provided by engineer. */
"Plugin not installed" = "插件未安装";

/* Preferences window title */
"Preferences" = "偏好设置";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "预览";

/* Label for choosing priority of the selected notification */
"Priority:" = "优先级：";

/* Checkbox for whether the menu item should pulse */
"Pulse Menu Item" = "MenuBar图标闪烁";

/* No comment provided by engineer. */
"Quit" = "退出";

/* No comment provided by engineer. */
"Quit Growl entirely" = "完全退出Growl";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "阅读说明并退出";

/* Button title for removing something */
"Remove" = "删除";

/* No comment provided by engineer. */
"Resume Growl" = "恢复Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "恢复Growl的可见通知";

/* Rollup prefs tab title */
"Rollup" = "Rollup";

/* Rollup all notifications radio button */
"Rollup all notes" = "将所有信息放入Rollup";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "自动显示Rollup";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "启用Rollup";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "只将记录下的信息放入Rollup";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "搜索";

/* Unit of time for idle detection */
"Seconds" = "秒";

/* Label for server password field */
"Server Password:" = "服务器密码：";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "显示已禁用";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "在以上位置都显示";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "在Dock上显示图标";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "在MenuBar上显示图标";

/* No comment provided by engineer. */
"Show Rollup" = "显示Rollup";

/* No comment provided by engineer. */
"Show the History Rollup" = "显示Rollup历史";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "显示/隐藏快捷键";

/* Start Growl at Login switch label */
"Start Growl at Login" = "登陆时运行Growl";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "停留在屏幕：";

/* Tab title for subscribers tab */
"Subscribers" = "订阅者";

/* Tab title for subscriptions tab */
"Subscriptions" = "订阅";

/* No comment provided by engineer. */
"There are no new notifications" = "没有新通知";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "您离开时有%lu个通知";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "订阅远程电脑时发生错误：\n错误码：%1$d\n描述：%2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "安装插件'%@'时发生错误";

/* No comment provided by engineer. */
"There was error opening the %@ file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "打开%@文件时发生错误，该文件可能已损坏。\nGrowl将会移走当前数据库，并创建一个全新的数据库。\n文件损坏可能发生在Growl或计算机崩溃时。";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "您离开时有%lu个通知";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "该操作无法撤销，请确认要删除全部通知的历史";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "这是%@样式的预览";

/* No comment provided by engineer. */
"This plugin configuration is in use, removing it will cause it to be removed from the applications and notifications where it is in use" = "该插件配置正在使用中。删除操作会导致该插件从使用它的应用和通知\n消失";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "不可能发生的情况！-(void)subscribe应仅响应本地条目";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "将要删除所有%@的Growl设置。";

/* Column title for the time column in the history table */
"Time" = "时间";

/* Column title for the title column in the history table */
"Title" = "标题";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "为了防止历史数据库无限增长，请至少选用一种自动清理方式";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "不允许禁用所有自动清理功能";

/* Column title for whether to use the item on the row */
"Use" = "使用";

/* label for using a custom application wide starting position */
"Use custom starting position" = "使用自定义开始位置";

/* label for using the global default starting position */
"Use default starting position" = "使用默认开始位置";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "有效至：";

/* Very low notification priority */
"Very Low" = "非常低";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "警告！将删除所有历史";

/* alert that Growl will be limited to in memory for tickets */
"Warning! Application preferences will not be saved" = "警告！应用的偏好设置不会被保存";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "警告！启用该选项将使Growl在后台运行";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "发现Mac App Store安装的版本已损坏。\n请按照点击按钮后的指示完成修复。";

/* No comment provided by engineer. */
"Welcome to Growl!" = "欢迎使用Growl！";

/* Checkbox for idle detection based on locking the screen */
"When Screen is locked" = "当屏幕锁定时";

/* checkbox for idle detection based on screensaver */
"When Screensaver is active" = "当屏保时";

/* No comment provided by engineer. */
"Yes" = "是";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "你可以手动连接到以下的一个地址：";

